[
  {
    "id": "work5",
    "title": "Software Engineer @ Norsepower Oy Ltd",
    "description": [
      "Norsepower is a clean-tech company that wants to bring back sailing to the commercial shipping industry",
      "with their Rotor Sail solution. That way they want to contribute to a 0 emission shipping industry.",
      "\n\n",
      "My task was to build a simulator that uses the same model as the model on the ships and make",
      "it user friendly so sales, engineers and potential 3rd parties can easily simulate fuel savings",
      "on a specific route with a specific Rotor Sail solution.",
      "\n\n",
      "After my internship I worked for an additional month on the performance simulator to expand it with new",
      "features and finetune some flows. I also worked on a widget that we put on the landing page so that visitors",
      "of the website can experiment with parameters and routes in a simplified way of how the real simulator works."
    ],
    "period": "August 2020 - December 2020",
    "logo": "norsepower-logo.png",
    "location": "Helsinki, 🇫🇮",
    "tags": [
      ".NET Core 3.1",
      "C",
      "NuxtJS",
      "Python",
      "Git",
      "Docker",
      "Azure",
      "RabbitMQ",
      "PostgreSQL + PostGIS"
    ]
  },
  {
    "id": "work4",
    "title": "Software Integration Engineer @ Strike Force Alpha",
    "description": [
      "Due to COVID-19 every festival during the summer of 2020 was cancelled.",
      "We wanted to digitize festivals by creating a 3D environment where people",
      "could come together to enjoy musical performances and markets in Corona times.",
      "I helped setting up the proof-of-concept for a local festival in Kaprijke.",
      "I implemented some API integrations for the webshop, tokengenerator",
      "and helped to structure the devops workflow by implementing CI/CD pipelines and osx app signing.",
      "Due to my internship abroad, I stopped working on this project for now."
    ],
    "period": "May 2020 - July 2020",
    "logo": "soundstorm-logo.png",
    "location": "Belgium, 🇧🇪",
    "tags": [
      "Unity 3D",
      "NodeJS",
      "C#",
      "Apple OSX Signing",
      "Git",
      "Azure"
    ]
  },
  {
    "id": "work3",
    "title": "Software Engineer @ Adshot.io",
    "description": [
      "In July 2018 I started as a job student for a month.",
      "In September I returned to work part time (on average 2 to 3 days a week) as a full stack JavaScript developer.",
      "My range of tasks is very diverse, from DevOps to implementing features to researching technologies.",
      "\n\n",
      "Everything is focused on the influencer platform that Adshot builds to simplify communication between",
      "influencers and marketing companies with accompanying data driven overviews and matchmaking system."
    ],
    "period": "July 2018 - July 2020",
    "logo": "adshot-logo.png",
    "location": "Leuven, 🇧🇪",
    "tags": [
      "NuxtJS",
      "Vuetify",
      "NodeJS",
      "PostgreSQL",
      "Git",
      "AWS",
      "Docker"
    ]
  },
  {
    "id": "work2",
    "title": "Research Development Software Engineer @ Narato",
    "description": [
      "Research project using deeplearning techniques to monitor and predict a chemical crystallization process",
      "based on image- and metadata. This order is sent by KdG and is commissioned by Janssen Pharmaceutica."
    ],
    "period": "September 2019 - December 2019",
    "logo": "narato-logo.svg",
    "location": "Kontich, 🇧🇪",
    "tags": [
      "Python",
      "Keras",
      "Tensorflow 1.14 & 2.0",
      "VueJS + Electron",
      "Git"
    ]
  },
  {
    "id": "work1",
    "title": "Intern @ Technicolor",
    "description": "Internship of 2 weeks with the task to make a macro in Excel (VBA) to automate data.",
    "period": "April 2015 - April 2015",
    "logo": "technicolor-logo.png",
    "location": "Edegem, 🇧🇪",
    "tags": [
      "Excel",
      "VBA"
    ]
  }
]
